Revit 2027 API
ParameterTypeId.SheetWidth Property
 "Sheet Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetWidth { get; }
Public Shared ReadOnly Property SheetWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetWidth {
	ForgeTypeId^ get ();
}
static member SheetWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace